; Generated (17.07.2024 22:12:38) by PowerRun v1.7 - Freeware
; www.sordum.org

[Main]
Language=Auto
WinSetOnTop=0
MouseTooltip=1
TrustedInstaller=1
ItemDeleteMessage=0
ClasicIcon=0
ButtonIcon=1
RegeditOpt=1
ColumnShortOpt=-1
WinPositions=-1,-1,-1,-1,180,247,901
SecurityCode=F827032200

[SystemToolsList]
; Name=FilePath|WorkingDir|Parameter
St01=taskmgr.exe
St02=regedit.exe||-m
St03=cmd.exe
St04=powershell.exe

[Recent_Registry_Keys]
01=HKLM\Software\Microsoft\Windows Defender
02=HKLM\SECURITY
03=HKLM\SECURITY\
04=HKLM\SYSTEM\CurrentControlSet\Services
05=HKLM\Software\Microsoft\Windows\CurrentVersion
06=HKLM\Software\Microsoft\Windows\CurrentVersion\Run
07=HKLM\Software\Microsoft\Windows\CurrentVersion\Explorer\Shell Folders
08=HKCU\Software\Microsoft\Windows\CurrentVersion
09=HKCU\Software\Microsoft\Windows\CurrentVersion\Run
10=HKCU\Software\Microsoft\Windows\CurrentVersion\Explorer\Shell Folders

[FileList]
1=0x72656769737472790A2553797374656D526F6F74255C73797374656D33325C7265672E6578650A22484B4C4D5C534F4654574152455C506F6C69636965735C4D6963726F736F66745C57696E646F777320446566656E6465725C5265616C2D54696D652050726F74656374696F6E22202F76202244697361626C654265686176696F724D6F6E69746F72696E6722202F74205245475F44574F5244202F6420223122202F660A2553797374656D526F6F74255C73797374656D3332
1=0x72656769737472790A2553797374656D526F6F74255C73797374656D33325C7265672E6578650A22484B4C4D5C534F4654574152455C506F6C69636965735C4D6963726F736F66745C57696E646F777320446566656E64657222202F76202244697361626C65416E74695370797761726522202F74205245475F535A202F6420223122202F660A2553797374656D526F6F74255C73797374656D3332
1=0x72656769737472790A2553797374656D526F6F74255C73797374656D33325C7265672E6578650A22484B4C4D5C534F4654574152455C506F6C69636965735C4D6963726F736F66745C57696E646F777320446566656E6465725C5265616C2D54696D652050726F74656374696F6E22202F76202244697361626C654F6E41636365737350726F74656374696F6E22202F74205245475F44574F5244202F6420223122202F660A2553797374656D526F6F74255C73797374656D3332
1=0x72656769737472790A2553797374656D526F6F74255C73797374656D33325C7265672E6578650A22484B4C4D5C534F4654574152455C506F6C69636965735C4D6963726F736F66745C57696E646F777320446566656E6465725C5265616C2D54696D652050726F74656374696F6E22202F76202244697361626C655363616E4F6E5265616C74696D65456E61626C6522202F74205245475F44574F5244202F6420223122202F660A2553797374656D526F6F74255C73797374656D3332
1=0x72656769737472790A2553797374656D526F6F74255C73797374656D33325C7265672E6578650A22484B4C4D5C534F4654574152455C506F6C69636965735C4D6963726F736F66745C57696E646F777320446566656E6465725C5265616C2D54696D652050726F74656374696F6E22202F76202244697361626C655265616C74696D654D6F6E69746F72696E6722202F74205245475F44574F5244202F6420223122202F660A2553797374656D526F6F74255C73797374656D3332

[Language_English]
Translator=BlueLife
01="PowerRun is designed to run applications with System & TrustedInstaller privileges."
02="Please Wait ..."
03="&File\n &Edit\n &Options\n &System Tools\n &Help"
04="Name\n File Location\n Parameter"
05="Drag && Drop File"
06="Run File"
07="Add File"
08="Remove Item"
09="Edit Item"
10="Launch Registry Editor"
11="Launch Command Prompt"
12="Launch PowerShell"
13="&Add File"
14="&Command Line Info"
15="&Allow Command Line"
16="E&xit"
17="&Run File"
18="Create &Shortcut"
19="&Copy Command"
20="Create &Bat File"
21="Create &Vbs File"
22="&Edit Item"
23="&Duplicate Item"
24="&Paste File"
25="&Select All"
26="&Invert Selection"
27="&Remove"
28="&Remove All"
29="&Open Location"
30="&File Properties"
31="&Always On Top"
32="&Use Classical Icons"
33="Use Default &Button Icon"
34="&Warn Before Deleting\n Do you want to delete the selected item(s) from the list?\n Do you want to delete the entire list?"
35="&Only System"
36="System + &TrustedInstaller"
37="&Show Hidden Files"
38="&Show File Extensions"
39="&User Account Control Settings"
40="&Donate"
41="&Contact"
42="&HomePage"
43="&About"
44="Applications\n All Files\n Shortcuts\n Command Prompt Files\n VBScript Files"
45="File Location:\n Name:\n Parameter:\n Working Directory:\n Windows State:\n Apply List\n Cancel"
46="Select file\n Select working directory"
47="Hidden\n Normal\n Minimized\n Maximized"
48="Open\n Recent Registry Keys\n Replace HKCU key with desktop user key"
49="You must select (Allow Command Line) from the File menu to run the command with Powerrun!"
50="Data could not be written to file!"
51="There is a problem with the SecLogon service!"
52="There is a problem with the TrustedInstaller service!"
St01="&Task Manager"
St02="&Registry Editor"
St03="&Command Prompt"
St04="&Windows PowerShell"

[Language_German_Deutsch]
Translator="Velociraptor, ShippouViecher"			
01="PowerRun erlaubt es eine Software mit System- und TrustedInstaller-Rechten auszuführen."
02="Bitte warten ..."
03="&Datei\n&Bearbeiten\n&Optionen\n&System-Tools\n&Hilfe"
04="Name\nDateispeicherort\nParameter"
05="Ziehen und Ablegen"
06="Ausführen"
07="Datei hinzufügen"
08="Eintrag entfernen"
09="Eintrag bearbeiten"
10="Registrierungseditor starten"
11="Eingabeaufforderung starten"
12="PowerShell ausführen"
13="&Datei hinzufügen"
14="&Befehlszeile Info"
15="&Befehlszeile zulassen"
16="Beenden"
17="&Ausführen"
18="Verknüpfung erstellen"
19="&Befehl kopieren"
20="Eine Batch-Datei erstellen"
21="Eine VBscript-Datei erstellen"
22="&Eintrag bearbeiten"
23="&Auswahl kopieren"
24="&Datei einfügen"
25="&Alle auswählen"
26="&Auswahl umkehren"
27="&Entfernen"
28="&Alles entfernen"
29="&Dateipfad öffnen"
30="&Datei Eigenschaften"
31="&Immer im Vordergrund"
32="&Klassische Symbole verwenden"
33="Standard GUI-Symbole verwenden"
34="&Warnung vor dem Löschen\nMöchten Sie wirklich die ausgewählten Einträge löschen?"
35="&Nur das System"
36="System + &TrustedInstaller"
37="&Versteckte Dateien anzeigen"
38="&Dateierweiterungen anzeigen"
39="&Einstellungen der Benutzerkontensteuerung (UAC)"
40="&Spenden"
41="&Kontakt"
42="&Webseite"
43="&Über"
44="Anwendungen\nalle Dateien\nVerknüpfungen\nEingabeaufforderung Dateien\nVBScript dateien"
45="Speicherort:\nName:\nParameter:\nArbeitsverzeichnis:\nProgrammfenster Position:\nZur Liste hinzufügen\nBeenden"
46="Datei auswählen\nArbeitsverzeichnis auswählen"
47="Versteckt\nNormal\nMinimiert\nMaximiert"
48="Öffnen\nLetzte Registrierungsschlüssel\nHKCU-Schlüssel durch Desktop-Benutzerschlüssel ersetzen"
49="Um den Befehl mit Powerrun auszuführen, müssen Sie im Menü (Kommandozeile zulassen) auswählen!"
50="Die Datei kann nicht geschrieben werden!"
51="Es gibt ein Problem mit dem SecLogon Dienst!"
52="Es gibt ein Problem mit dem TrustedInstaller Dienst!"
St01="&Task-Manager"
St02="&Registrierungs-Editor"
St03="&Eingabeaufforderung"
St04="&Windows PowerShell"

[Language_Turkish_Türkçe]	
Translator="BlueLife"	
01="PowerRun ile uygulamaları, System + TrustedInstaller yetkisiyle çalıştırabilirsiniz."	
02="Lütfen Bekleyin..."	
03="&Dosya\n &Düzenle\n &Seçenekler\n &Sistem Araçları\n &Yardım"	
04="İsim\n Dosya Konumu\n Parametre"	
05="Dosyayı Sürükle && Bırak"	
06="Çalıştır"	
07="Dosya Ekle"	
08="Öğeyi Kaldır"	
09="Öğeyi Düzenle"	
10="Kayıt Defterini Başlat"	
11="Komut İstemini Başlat"	
12="PowerShell'i Başlat"	
13="&Dosya Ekle"	
14="&Komut Satırı Bilgisi"	
15="&Komut Satırına İzin Ver"	
16="&Kapat"	
17="&Dosyayı Çalıştır"	
18="&Kısayol Oluştur"	
19="&Komutu Kopyala"	
20="&Bat Dosyası Oluştur"	
21="&Vbs Dosyası Oluştur"	
22="&Öğeyi Düzenle"	
23="&Öğeyi Çoğalt"	
24="&Dosya Yapıştır"	
25="&Tümünü Seç"	
26="&Seçimi Ters Çevir"	
27="&Kaldır"	
28="&Tümünü Kaldır"	
29="&Konumu Aç"	
30="&Dosya Özellikleri"	
31="&Her Zaman Üstte"	
32="&Klasik Simgeleri Kullan"	
33="Varsayılan &Düğme Simgesini Kullan"	
34="&Silmeden Önce Uyar\n Seçilen öğeyi/öğeleri listeden silmek istiyor musunuz?\n Listenin tamamını silmek istiyor musunuz?"	
35="Yalnızca &Sistem"	
36="Sistem + &TrustedInstaller"	
37="&Gizli Dosyaları Göster"	
38="&Dosya Uzantılarını Göster"	
39="&Kullanıcı Hesabı Kontrol Ayarları"	
40="&Bağış Yap"	
41="&İletişim"	
42="&Ana Sayfa"	
43="&Hakkında"	
44="Uygulamalar\n Tüm Dosyalar\n Kısayollar\n Komut İstemi Dosyaları\n VBScript Dosyaları"	
45="Dosya Konumu:\n İsim:\n Parametre:\n Çalışma Dizini:\n Başlangıç Pencere Durumu:\n Listeye Ekle\n İptal"	
46="Dosya Seç\n Çalışma Klasörünü Seç"	
47="Gizli\n Normal\n Simge Durumu\n Ekranı Kapla"	
48="Anahtarı Aç\n Son Kayıt Defteri Anahtarları\n HKCU anahtarını masaüstü kullanıcı anahtarıyla değiştir"	
49="Komutu Powerun ile çalıştırabilmek için dosya menüsünden (Komut Satırına İzin Ver) seçeneğini işaretlemelisiniz!"	
50="Veriler dosyaya yazılamadı!"	
51="SecLogon hizmetinde bir sorun var!"	
52="TrustedInstaller hizmetinde bir sorun var!"	
St01="&Görev Yöneticisi"
St02="&Kayıt Defteri Düzenleyicisi"
St03="&Komut İstemi"
St04="&Windows PowerShell"

[Language_Portuguese_Brazil]
Translator="igorruckert"
01="O PowerRun foi desenvolvido para executar aplicativos com privilégios de Sistema & TrustedInstaller."
02="Aguarde..."
03="&Arquivo\n&Editar\n&Opções\nFerramentas do &sistema\nA&juda"
04="Nome\nLocal do arquivo\nParâmetro"
05="Arraste e solte o arquivo"
06="Executar arquivo"
07="Adicionar arquivo"
08="Remover item"
09="Editar item"
10="Abrir o Editor de Registro"
11="Abrir o Prompt de Comando"
12="Abrir o PowerShell"
13="&Adicionar arquivo"
14="Informações da linha de &comando"
15="&Permitir linha de comando"
16="Sai&r"
17="E&xecutar arquivo"
18="Criar a&talho"
19="&Copiar comando"
20="Criar arquivo &BAT"
21="Criar arquivo &VBS"
22="&Editar item"
23="&Duplicar item"
24="Co&lar arquivo"
25="&Selecionar tudo"
26="&Inverter seleção"
27="&Remover"
28="&Remover tudo"
29="Abrir &local do arquivo"
30="&Propriedades do arquivo"
31="Sempre no &topo"
32="&Usar ícones clássicos"
33="Usar ícone de &botão clássico"
34="A&visar antes de excluir\nDeseja excluir os itens selecionados da lista?\nDeseja excluir a lista inteira?"
35="S&omente Sistema"
36="Sistema + &TrustedInstaller"
37="Mostrar arquivos &ocultos"
38="Mostrar &extensões dos arquivos"
39="Config&urações do Controle de Conta de Usuário"
40="&Fazer uma doação"
41="&Contato"
42="&Site na Internet"
43="So&bre"
44="Aplicativos\nTodos os arquivos\nAtalhos\nArquivos do Prompt de Comando\nArquivos VBScript"
45="Local do arquivo:\nNome:\nParâmetro:\nPasta de trabalho:\nEstado da janela:\nAplicar lista\nCancelar"
46="Selecionar arquivo\nSelecionar pasta de trabalho"
47="Oculta\nNormal\nMinimizada\nMaximizada"
48="Abrir\nChaves recentes do registro\nSubstituir chave HKCU com chave do usuário da área de trabalho"
49="Você precisa selecionar 'Permitir Linha de Comando' a partir do menu Arquivo para executar o comando com o PowerRun!"
50="Os dados não puderam ser salvos no arquivo!"
51="Há um problema com o serviço SecLogon!"
52="Há um problema com o serviço TrustedInstaller!"
St01="Gerenciador de &Tarefas"
St02="Editor de &Registro"
St03="Prompt de &Comando"
St04="&Windows PowerShell"

[Language_Korean_한국어]
Translator="VenusGirl (비너스걸)"
01="PowerRun은 시스템 및 신뢰할 수 있는 설치 관리자 권한으로 응용 프로그램을 실행하도록 설계되었습니다."
02="잠시만 기다려주세요 ..."
03="파일(&F)\n 편집(&E)\n 옵션(&O)\n 시스템 도구(&S)\n 도움말(&H)"
04="이름\n 파일 위치\n 매개변수"
05="파일 끌어다 놓기"
06="파일 실행"
07="파일 추가"
08="항목 제거"
09="항목 편집"
10="레지스트리 편집기 실행"
11="명령줄 실행"
12="PowerShell 실행"
13="파일 추가(&A)"
14="명령줄 정보(&C)"
15="명령줄 허용(&A)"
16="종료(&X)"
17="파일 실행(&R)"
18="바로 가기 만들기(&S)"
19="명령 복사(&C)"
20="Bat 파일 만들기(&B)"
21="Vbs 파일 만들기(&V)"
22="항목 편집(&E)"
23="항목 복제(&D)"
24="파일 붙여넣기(&P)"
25="모두 선택(&S)"
26="선택 반전(&I)"
27="제거(&R)"
28="모두 제거(&R)"
29="위치 열기(&O)"
30="파일 속성(&F)"
31="항상 맨 위에(&A)"
32="클래식 아이콘 사용(&U)"
33="기본 버튼 아이콘 사용(&B)"
34="삭제하기 전에 경고(&W)\n 목록에서 선택한 항목을 삭제하시겠습니까\n 전체 목록을 삭제하시겠습니까?"
35="시스템만(&O)"
36="시스템 + TrustedInstaller(&T)"
37="숨김 파일 표시(&S)"
38="파일 확장자 표시(&S)"
39="사용자 계정 제어 설정(&U)"
40="기부하기(&D)"
41="연락처(&C)"
42="홈페이지(&H)"
43="제품 정보(&A)"
44="응용 프로그램\n 모든 파일\n 바로 가기\n 명령 프롬프트 파일s\n VBScript 파일"
45="파일 위치:\n 이름:\n 매개변수:\n 작업 디렉터리:\n Windows 상태:\n 목록 적용\n 취소"
46="파일 선택\n 작업 디렉터리 선택"
47="숨김\n 일반\n 최소화\n 최대화"
48="열기\n 최근 레지스트리 키\n HKCU 키를 데스크톱 사용자 키로 바꾸기"
49="Powerrun으로 명령을 실행하려면 파일 메뉴에서 (명령줄 허용)을 선택해야 합니다!"
50="데이터를 파일에 쓸 수 없습니다!"
51="SecLogon 서비스에 문제가 있습니다!"
52="TrustedInstaller 서비스에 문제가 있습니다!"
St01="작업 관리자(&T)"
St02="레지스트리 편집기(&R)"
St03="명령 프롬프트(&C)"
St04="Windows PowerShell(&W)"

[Language_French_Français]
Translator="Largo"
01="PowerRun a été créé pour exécuter des applications avec des privilèges élevés"
02="Veuillez patienter ..."
03="&Fichier\n &Éditer\n &Options\n &Outils système\n &Aide"
04="Nom\n Emplacement du fichier\n Paramètres"
05="Glisser && déposer un fichier"
06="Exécutez le Fichier"
07="Ajouter le Fichier"
08="Enlever l'élément"
09="Éditer l'élément"
10="Lancez l'Éditeur de Registre"
11="Lancer l'Invite de commandes"
12="Lancer PowerShell"
13="&Ajouter Fichier"
14="&Infos de ligne de commande"
15="&Autoriser la ligne de commande"
16="Q&uitter"
17="&Exécutez le Fichier"
18="Créer un raccourci"
19="&Copier la commande"
20="Créer Fichier &Bat"
21="Créer Fichier &Vbs"
22="&Éditer l'élément"
23="&Élément en double"
24="&Coller Fichier"
25="&Sélectionner tout"
26="&Inverser la sélection"
27="&Enlever"
28="&Enlever Tout"
29="&Ouvrir Emplacement"
30="&Propriétés du Fichier"
31="&Toujours visible"
32="&Utilisez des icônes classiques"
33="Utiliser l'icône &Bouton par défaut"
34="&Avertir avant de supprimer\n Voulez-vous supprimer le ou les éléments sélectionnés de la liste?\n Voulez-vous supprimer la liste entière?"
35="&Système seulement"
36="Système + &TrustedInstaller"
37="&Afficher les fichiers masqués"
38="&Afficher les extensions de fichiers"
39="&Paramètres du contrôle de compte d'utilisateur"
40="&Don"
41="&Contact"
42="&Page d'Accueil"
43="&À propos de"
44="Applications\n Tous Fichiers\n Raccourcis\n Fichiers d'invite de commande\n Fichiers VBScript"
45="Emplacement Fichier:\n Nom:\n Paramètre:\n Répertoire de travail:\n État des fenêtres au démarrage:\n Appliquer la liste\n Annuler"
46="Sélectionner fichier\n Sélectionner le répertoire de travail"
47="Masqué\n Normal\n Minimisé\n Maximisé"
48="Ouvrir\n Clés de Registre Récentes\n Remplacer la clé HKCU par la clé utilisateur du bureau"
49="Vous devez sélectionner (Autoriser la ligne de commande) dans le menu Fichier pour exécuter la commande avec Powerrun!"
50="Les données n'ont pas pu être écrites dans le fichier!"
51="Il y a un problème avec le service SecLogon!"
52="Il y a un problème avec le service TrustedInstaller!"
St01="&Gestionnaire des tâches"
St02="&Éditeur de registre"
St03="&Invite de commande"
St04="&Windows PowerShell"

[Language_Greek_Ελληνικά]
Translator="Θανάσης Κατσαγεώργης"
01="Το PowerRun έχει σχεδιαστεί για την εκτέλεση εφαρμογών με δικαιώματα Συστήματος & Αξιόπιστου Εγκαταστάτη."
02="Παρακαλώ Περιμένετε ..."
03="&Αρχείο\n &Επεξεργασία\n &Επιλογές\n &Εργαλεία Συστήματος\n &Βοήθεια"
04="Όνομα\n Θέση Αρχείου\n Παράμετρος"
05="Μεταφορά && Απόθεση Αρχείου"
06="Εκτέλεση Αρχείου"
07="Προσθήκη αρχείου"
08="Κατάργηση Στοιχείου"
09="Επεξεργασία Στοιχείου"
10="Εκκίνηση Επεξεργαστή Μητρώου"
11="Εκκίνηση Γραμμής Εντολών"
12="Εκκίνηση PowerShell"
13="&Προσθήκη ΑΡχείου"
14="Πληροφορίες &Γραμμής Εντολών"
15="&Να Επιτρέπεται η Γραμμή Εντολών"
16="Έ&ξοδος"
17="Ε&κτέλεση αρχείου"
18="Δημιουργία &Συντόμευσης"
19="Αντιγρα&φή Εντολής"
20="Δημιουργία Αρχείου &Bat"
21="Δημιουργία Αρχείου &Vbs"
22="Επε&ξεργασία Στοιχείου&"
23="&Διπλότυπο Στοιχείο"
24="&Επικόλληση Αρχείου"
25="Επιλογή Ό&λων"
26="&Αντιστροφή Επιλογής"
27="&Αφαίρεση"
28="&Αφαίρεση Ό&λων"
29="Άνοιγμα &Τοποθεσίας"
30="&Ιδιότητες Αρχείου"
31="&Πάντα Στο Προσκήνιο"
32="&Χρήση Κλασικών Εικονιδίων"
33="Χρήση Εικονιδίου Προεπιλεγμένου &Κουμπιού"
34="&Προειδοποίηση Πριν Από Τη Διαγραφή\n Επιθυμείτε τη διαγραφή του επιλεγμένου στοιχείου(-ων) από τη λίστα;\n Επιθυμείτε τη διαγραφή ολόκληρης της λίστας;"
35="&Μόνο Σύστημα"
36="Σύστημα + &Αξιόπιστο Εγκαταστάτη"
37="Εμφάνιση &Κρυφών Αρχείων"
38="Εμφάνιση &Επεκτάσεων Αρχείων"
39="Ρυθμίσεις Ελέγχου &Λογαριασμού Χρήστη"
40="&Δωρεά"
41="&Επικοινωνία"
42="&Αρχική Σελίδα"
43="&Πληροφορίες"
44="Εφαρμογές\n Όλα Τα Αρχεία\n Συντομεύσεις\n Αρχεία Γραμμής Εντολών\n Αρχεία VBScript"
45="Θέση Αρχείου:\n Όνομα:\n Παράμετρος:\n Κατάλογος Εργασίας:\n Κατάσταση των Windows:\n Λίστα Αιτήσεων\n Ακύρωση"
46="Επιλογή αρχείου\n Επιλογή καταλόγου εργασίας"
47="Κρυφό\n Κανονικό\n Ελαχιστοποιημένο\n Μεγιστοποιημένο"
48="Άνοιγμα\n Πρόσφατα Κλειδιά Μητρώου\n Αντικατάσταση κλειδιού HKCU με κλειδί χρήστη επιφάνειας εργασίας"
49="Πρέπει να επιλέξετε (Να επιτρέπεται η Γραμμή Εντολών) από το μενού Αρχείο για να εκτελέσετε την εντολή με το Powerrun!"
50="Δεν ήταν δυνατή η εγγραφή δεδομένων σε αρχείο!"
51="Υπάρχει πρόβλημα με την υπηρεσία SecLogon!"
52="Υπάρχει πρόβλημα με την υπηρεσία Αξιόπιστου Εγκαταστάτη!"
St01="&Διαχείριση Εργασιών"
St02="&Επεξεργαστής Μητρώου"
St03="&Γραμμή Εντολών"
St04="&Windows PowerShell"

[Language_Russian_Русский]
Translator="1other2"
01="PowerRun предназначен для запуска приложений с правами System и TrustedInstaller".
02="Подождите..."
03="&Файл\n &Редактировать\n &Параметры\n &Системные инструменты\n &Справка"
04="Имя\n Расположение файла\n Параметр"
05="Перетаскивание файла"
06="Запустить файл"
07="Добавить файл"
08="Удалить элемент"
09="Изменить элемент"
10="Запустить редактор реестра"
11="Запустить командную строку"
12="Запустить PowerShell"
13="Добавить файл"
14="Информация командной строки"
15="Разрешить командную строку"
16="Выход"
17="Запустить файл"
18="Создать ярлык"
19="Копировать команду"
20="Создать файл Bat"
21="Создать файл Vbs"
22="Изменить элемент"
23="Дублировать элемент"
24="Вставить файл"
25="Выбрать все"
26="Вернуть выбор"
27="Удалить"
28="Удалить всё"
29="Открыть место"
30="Свойства файла"
31="Всегда сверху"
32="Задать классические значки"
33="Использовать значок кнопки по умолчанию"
34="Предупреждать перед удалением\n Вы хотите удалить выбранные элементы из списка?\n Вы хотите удалить весь список?"
35="Только система"
36="Система + Доверенный установщик"
37="Показать скрытые файлы"
38="Показать расширения файлов"
39="Настройки контроля учётных записей пользователей"
40="Пожертвовать"
41="Контакт с автором"
42="Сайт"
43="?О нас"
44="Приложения\n Все файлы\n Ярлыки\n Файлы командной строки\n Файлы VBScript"
45="Расположение файла:\n Имя:\n Параметр:\n Рабочий каталог:\n Состояние Windows:\n Список применений\n Отмена"
46="Выбрать файл\n Выбрать рабочий каталог"
47="Скрытый\n Нормальный\n Свёрнутый\n Развёрнутый"
48="Открыть\n последние ключи реестра\n Заменить ключ HKCU ключом пользователя рабочего стола"
49=""Вы должны выбрать (Разрешить командную строку) в меню Файл, чтобы запустить команду с помощью Powerrun!"
50="Не удалось записать данные в файл!"
51="Проблема со службой SecLogon!"
52="Проблема со службой TrustedInstaller!"
St01="&Диспетчер задач"
St02="&Редактор реестра"
St03="&Командная строка"
St04="&Windows PowerShell"

[Language_Japanese_日本語]
Translator="wakaizumo"
01="\n強力な権限でアプリを実行できたり、\n特権が必要なレジストリ項目の編集が可能です。"
02="処理中・・・ 少々お待ち下さい"
03="ファイル(&F)\n編集(&E)\nオプション(&O)\n システムツール(&S)\n その他(&H)"
04="名前\n プログラムの場所\n パラメータ"
05="ファイルのドラッグ&ドロップ(&D)"
06="プログラムを実行"
07="プログラムの追加"
08="選択項目を削除"
09="選択項目の編集"
10="レジストリエディタを起動"
11="コマンドプロンプトを起動"
12="PowerShell を起動"
13="プログラムを追加(&A)..."
14="コマンドライン情報(&I)..."
15="コマンドラインを許可する(&C)"
16="終了(&X)"
17="プログラムを実行(&R)..."
18="ショートカットを作成(&S)..."
19="コマンドをコピー(&C)"
20="バッチファイルを作成(&B)..."
21="VBSファイルを作成(&V)..."
22="選択項目の編集(&E)..."
23="重複した項目(&I)"
24="ファイルを貼付け(&V)"
25="すべて選択(&A)"
26="選択項目を反転"
27="リストから削除(&D)"
28="リストからすべて削除(&A)"
29="ファイルの場所を開く(&O)..."
30="ファイルのプロパティ(&P)..."
31="常に手前に表示(&T)"
32="汎用アイコンを使用する(&U)"
33="通常のアイコンを使用する(&B)"
34="削除前に警告する(&W)\n 選択した項目をリストから削除してもよいですか?\n リスト全体を削除してもよいですか?"
35="システムのみ(&S)"
36="システム + TrustedInstaller(&I)"
37="隠しファイルを表示する(&H)"
38="拡張子を表示する(&E)"
39="ユーザーアカウント制御の設定(&U)"
40="[web] 寄付ページへ(&D)..."
41="[web] お問い合わせ(&Q)..."
42="[web] 作者サイトへ(&H)..."
43="このソフトについて(&A)..."
44="実行ファイル\nすべてのファイル\n ショートカット\n コマンドプロンプトファイル\n VBScript ファイル"
45="ファイルの場所：\n 名前:\n パラメータ：\n 作業フォルダ：\n 実行時の大きさ：\n 適用\nキャンセル"
46=ファイルを選択\n 作業フォルダを選択"
47="隠しファイル\n 通常\n 最小化\n 最大化"
48="開く\n 最新のレジストリキー\n HKCUキーをデスクトップユーザーキーに置換える"
49="Powerrun でコマンドを実行するには、[ファイル] メニューから (コマンドラインを許可する) を選択する必要があります。"
50="ファイルへの書込みに失敗しました"
51="SecLogon サービスに問題があります。"
52="TrustedInstaller サービスに問題があります。"
St01="タスクマネジャ(&T)"
St02="レジストリエディタ(&R)"
St03="コマンドプロンプト(&C)"
St04="Windows PowerShell(&W)"

[Language_Polish_Polski]
Translator="Fresta"
01="PowerRun jest przeznaczony do uruchamiania aplikacji z uprawnieniami System & TrustedInstaller."
02="Proszę czekać..."
03="&Plik\n &Edytuj\n &Opcje\n &Narzędzia Systemowe\n &Pomoc"
04="Nazwa\n Lokalizacja Pliku\n Parameter"
05="Przeciągnij &&Upuść Plik"
06="Uruchom plik"
07="Dodaj plik"
08="Usuń pozycję"
09="Edytuj pozycję"
10="Uruchom Edytor rejestru"
11="Uruchom wiersz poleceń"
12="Uruchom PowerShell"
13="&Dodaj plik"
14="&Informacje o wierszu poleceń"
15="&Zezwalaj na wiersz poleceń"
16="&Wyjście"
17="&Uruchom plik"
18="Utwórz &skrót"
19="&Kopiuj polecenie"
20="Utwórz plik &Bat"
21="Utwórz plik &Vbs"
22="&Edytuj pozycję"
23="&Zduplikowana pozycja"
24="&Wklej plik"
25="&Wybierz wszystko"
26="&Odwróć wszystko"
27="&Usuń"
28="&Usuń wszystko"
29="&Otwórz lokalizację"
30="&Właściwości pliku"
31="&Zawsze na wierzchu"
32="&Użyj klasycznych ikon"
33="Użyj domyślnej ikony &przycisku"
34="&Ostrzegaj przed usunięciem\n Czy chcesz usunąć wybrane pozycje z listy?\n Czy chcesz usunąć całą listę?"
35="&Tylko System"
36="System + &TrustedInstaller"
37="&Pokaż ukryte pliki"
38="&Pokaż rozszerzenia plików"
39="&Ustawienia kontroli konta użytkownika"
40="&Darowizna"
41="&Kontakt"
42="&Strona programu"
43="&O programie"
44="Aplikacje\n Wszystkie pliki\n Skróty\n Pliki wiersza poleceń\n Pliki VBScript"
45="Lokalizacja pliku:\n Nazwa:\n Parametr:\n Katalog roboczy:\n Stan Windows:\n Zastosuj listę\n Anuluj"
46="Wybierz plik\n Wybierz katalog roboczy"
47="Ukryty\n Normalny\n Zminimalizowany\n Zmaksymalizowany"
48="Otwórz\n Ostatnie klucze rejestru\n Zamień klucz HKCU na klucz użytkownika PC"
49="Aby uruchomić polecenie w Powerrun, musisz wybrać opcję (Zezwalaj na wiersz poleceń) z menu Pliku!"
50="Nie można zapisać danych do pliku!"
51="Wystąpił problem z usługą SecLogon!"
52="Wystąpił problem z usługą TrustedInstaller!"
St01="&Menadżer zadań"
St02="&Edytor rejestru"
St03="&Wiersz polecenia"
St04="&Windows PowerShell"

[Language_Spanish_Español]
Translator="BlueLife"
01="PowerRun está diseñado para ejecutar aplicaciones con privilegios System & TrustedInstaller."
02="Por favor Espera ..."
03="&Archivo\n&Editar\n&Opciones\n&Herramientas del Sistema\n&Ayuda"
04="Nombre\nUbicación del Archivo\nParametro"
05="Arrastrar && Soltar Archivo"
06="Ejecutar Archivo"
07="Añadir Archivo"
08="Eliminar Artículo"
09="Editar Artículo"
10="Iniciar Editor del Registro"
11="Iniciar Símbolo del Sistema"
12="Iniciar PowerShell"
13="&Añadir Archivo"
14="&Información Línea de Comandos"
15="&Permitir Línea de Comandos"
16="S&alir"
17="&Ejecutar Archivo"
18="Crear &Acceso Directo"
19="&Copiar Comando"
20="Crear &Archivo Bat"
21="Crear &Archivo Vbs"
22="&Editar Artículo"
23="&Duplicar Artículo"
24="&Pegar Archivo"
25="&Selecionar Todo"
26="&Invertir Selección"
27="&Eliminar"
28="&Eliminar Todo"
29="&Abrir Ubicación"
30="&Propiedades del Archivo"
31="&Siempre en la Cima"
32="&Usar Iconos Clasicos"
33="Usar Por defecto &Botón Icono"
34="&Advertir Antes de Eliminar\nDesea eliminar el(los) artículo(s) seleccionados de la lista?\n¿Desea eliminar toda la lista?"
35="&Solo Sistema"
36="Sistema + &TrustedInstaller"
37="&Mostrar Archivos Ocultos"
38="&Mostrar Extensiones de Archivo"
39="&Configuración de Control de Cuentas de Usuario"
40="&Donar"
41="&Contacto"
42="&Página principal"
43="&Acerca de"
44="Aplicaciones\nTodos los Archivos\nAccesos Directos\nArchivos del Símbolo del Sistema\nArchivos VBScript"
45="Ubicación del Archivo:\nNombre:\nParametro:\nDirectorio de Trabajo:\nEstado de Windows:\nLista de Aplicaciones\nCancelar"
46="Seleccionar archivo\nSeleccionar directorio de trabajo"
47="Oculto\nNormal\nMinimizado\nMaximizado"
48="Abrir\nClaves de Registro Recientes\nReemplazar la clave HKCU por la clave de usuario de escritorio"
49="Debe seleccionar (Permitir línea de comandos) en el menú Archivo para ejecutar el comando con Powerrun!"
50="¡No se pudo escribir los datos en el archivo!"
51="¡Hay un problema con el servicio SecLogon!"
52="¡Hay un problema con el servicio TrustedInstaller!"
St01="&Administrador de Tareas"
St02="&Editor del Registro"
St03="&Símbolo del Sistema"
St04="&Windows PowerShell"

[Language_Chinese (Simplified)_简体中文]
Translator="枫影"
01="PowerRun 可以让你以 System 和 TrustedInstaller 权限运行应用程序。"
02="请稍候……"
03="&文件\n&编辑\n&选项\n&系统工具\n&帮助"
04="名称\n文件位置\n参数"
05="拖放文件"
06="运行文件"
07="添加文件"
08="移除项目"
09="编辑项目"
10="启动注册表编辑器"
11="启动命令提示符(管理员)"
12="启动 PowerShell"
13="&添加文件"
14="&命令行信息"
15="&启动命令行"
16="退出"
17="&运行文件"
18="创建快捷方式"
19="&复制命令"
20="创建 &Bat 文件"
21="创建 &Vbs 文件"
22="&编辑项目"
23="&复制项目"
24="&粘贴文件"
25="&全选"
26="&反选"
27="&删除"
28="&全部删除"
29="&打开位置"
30="&文件属性"
31="&始终置顶"
32="&使用经典图标"
33="使用默认按钮图标"
34="&删除警告记录\n您要从列表中删除选定的项目吗?\n您要删除整个列表吗?"
35="&System权限"
36="System + &TrustedInstaller 权限"
37="&显示隐藏文件"
38="&显示文件扩展名"
39="&用户账户控制设置"
40="&捐赠"
41="&联系"
42="&主页"
43="&关于"
44="应用程序\n所有文件\n快捷方式\n命令行文件\nVBScript文件"
45="文件位置:\n名称:\n参数:\n工作目录:\n窗口状态:\n应用列表\n取消"
46="选择文件\n选择工作目录"
47="隐藏\n标准\n最小化\n最大化"
48="打开\n上次访问的注册表键\n用 User 键替换 HKCU 键"
49="您必须从文件菜单中选择（允许命令行），才能使用Powerrun运行命令!"
50="无法将数据写入文件!"
51="SecLogon 服务存在问题!"
52="TrustedInstaller 服务存在问题!"
St01="&任务管理器"
St02="&注册表编辑器"
St03="&命令提示符"
St04="&Windows PowerShell"

[Language_Lithuanian_lietuvių]
Translator="LTU GiNtArMiXaS"
01="PowerRun skirtas paleisti programas su System & TrustedInstaller privilegijomis."
02="Prašau palaukti..."
03="&Failas\n &Redaguoti\n &Parinktys\n &Sistemos įrankiai\n &Pagalba"
04="Vardas\n Failo vieta\n Parametras"
05="Nuvilkite failą"
06="Paleisti failą"
07="Pridėti failą"
08="Pašalinti elementą"
09="Redaguoti elementą"
10="Paleisti registro rengyklę"
11="Paleisti komandų eilutę"
12="Paleisti PowerShell"
13="&Pridėti failą"
14="&komandinės eilutės informacija"
15="&Leisti komandų eilutę"
16="I&išeiti"
17="&Paleisti failą"
18="Sukurti &sparčiąją nuorodą"
19="&Kopijuoti komandą"
20="Sukurti &Bat failą"
21="Sukurti &Vbs failą"
22="&Redaguoti elementą"
23="&Dubliuoti elementą"
24="&Įklijuoti failą"
25="&Pasirinkti viską"
26="&Apversti pasirinkimą"
27="&Pašalinti"
28="&Pašalinti viską"
29="&Atidaryti vietą"
30="&Failo ypatybės"
31="&Visada viršuje"
32="&Naudoti klasikines piktogramas"
33="Naudoti numatytąją &mygtuko piktogramą"
34="&Įspėti prieš ištrinant\n Ar norite ištrinti pasirinktą elementą (-us) iš sąrašo?\n Ar norite ištrinti visą sąrašą?"
35="&Tik sistema"
36="Sistema + &Patikimas diegimo programa"
37="&Rodyti paslėptus failus"
38="&Rodyti failo plėtinius"
39="&Vartotojo abonemento valdymo nustatymai"
40="&Paaukoti"
41="&Susisiekti"
42="&Pagrindinis puslapis"
43="&Apie"
44="Programos\n Visi failai\n Spartieji klavišai\n Komandinės eilutės failai\n VBScript failai"
45="Failo vieta:\n Pavadinimas:\n Parametras:\n Darbinis katalogas:\n Windows būsena:\n Taikyti sąrašas\n Atšaukti"
46="Pasirinkti failą\n Pasirinkti darbo katalogą"
47="Paslėptas\n Normalus\n Sumažintas\n Padidintas"
48="Atidaryti\n Naujausi registro raktai\n Pakeisti HKCU raktą darbalaukio vartotojo raktu"
49="Jei norite paleisti komandą su Powerrun, meniu Failas turite pasirinkti (Leisti komandų eilutę)!"
50="Duomenų nepavyko įrašyti į failą!"
51="Yra problema su SecLogon paslauga!"
52="Yra problema su TrustedInstaller paslauga!"
St01="&Užduočių tvarkyklė"
St02="&Registro redaktorius"
St03="&komandinė eilutė"
St04="&Windows PowerShell"

[Language_Italian_Italiano]
Translator="Hexaae"
01="PowerRun è progettato per eseguire le applicazioni con i privilegi di System e TrustedInstaller."
02="Attendere prego..."
03="&File\n&Modifica\n&Opzioni\n&Strumenti di sistema\n&Aiuto"
04="Nome\nPosizione del file\nParametri"
05="T&rascina e rilascia il file"
06="Lancia file"
07="Aggiungi file"
08="Modifica voce"
09="Modifica elemento"
10="Avvia l'editor del Registro di sistema"
11="Avvia il prompt dei comandi"
12="Lancia PowerShell"
13="&Aggiungi file"
14="&Informazioni sulla riga di comando"
15="&Consenti riga di comando"
16="&Esci"
17="&Lancia file"
18="Crea &collegamento"
19="&Copia comando"
20="Crea file &bat"
21="Crea file &Vbs"
22="&Modifica voce"
23="&Duplica voce"
24="&Incolla file"
25="&Seleziona tutto"
26="&Inverti selezione"
27="&Elimina"
28="&Elimina tutto"
29="&Apri posizione"
30="&Proprietà file"
31="&Sempre in primo piano"
32="&Usa icone classiche"
33="Usa le icone dei &pulsanti predefinite"
34="&Avvisa prima dell'eliminazione\nDesideri eliminare dall'elenco l'elemento o gli elementi selezionati?\nDesideri cancellare l'intero elenco?"
35="&Solo System"
36="System + &TrustedInstaller"
37="&Mostra file nascosti"
38="&Mostra estensioni file"
39="&Impostazioni Controllo dell'account utentel (UAC)"
40="&Dona"
41="&Contatti"
42="&HomePage"
43="&Info"
44="Applicazioni\nTutti i file\nCollegamenti\nFile del prompt dei comandi\nFile VBScript"
45="Posizione del file:\nNome:\nParametro:\nDirectory di lavoro:\nStato di Windows:\nApplica elenco\nAnnulla"
46="Seleziona il file\nSeleziona la directory di lavoro"
47="Nascosto\nNormale\nRidotto a icona\nMassimizzato"
48="Apri\nChiavi di registro recenti\nSostituisci la chiave HKCU con la chiave dell'utente del desktop"
49="Per eseguire il comando con PowerRun è necessario selezionare (Consenti riga di comando) dal menu File!"
50="Impossibile scrivere i dati sul file!"
51="C'è un problema con il servizio SecLogon!"
52="Si è verificato un problema con il servizio TrustedInstaller!"
St01="&Gestione attività"
St02="&Editor del Registro di sistema"
St03="&Prompt dei comandi"
St04="&Windows PowerShell"
